# GrPerHFtSup2InHg Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..GrPerHFtSup2InHg Property
SymbolTypeId Class See Also
---
Symbol gr/(h·ft²·inHg), indicating unit Grains per hour square foot inch mercury.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId GrPerHFtSup2InHg { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property GrPerHFtSup2InHg As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ GrPerHFtSup2InHg {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace